<?php

/** @var yii\web\View $this */

use yii\helpers\Html;

$this->title = 'О нас';
$this->params['breadcrumbs'][] = $this->title;
?>
<div class="site-about">
    <h1><?= Html::encode($this->title) ?></h1>
    <p>
        Департамент развития цифрового университета
        Сотрудники

        Основные задачи ДРЦУ:

        <ul>
        <li>внедрение системы для управления документооборотом и взаимодействия структурных подразделений;</li>
        <li>модернизация вычислительных ресурсов компьютерных классов на базе современных облачных технологий;</li>
        <li>модернизация парка компьютерной техники, и технико-технологическое оснащение аудиторного фонда;</li>
        <li>создание и развитие «Цифрового университета» с целью повышения имиджевого представительства сайта КарТУ в Интернет — пространстве;</li>
        <li>оптимизация организации бизнес-процессов учебной деятельности, путем перехода к предоставлению услуг в электронном формате и подготовка статистических отчетов путем внедрения ITSM методологии;</li>
        <li>создание и развитие массовых открытых онлайн курсов (МООК);</li>
        <li>коммерциализация деятельности, с целью повышения эффективности внедрения созданных инноваций.</li>
        </ul>

        Основные функции ДРЦУ:
        <ul>
        <li>реализация единой сетевой инфраструктуры вуза путем внедрения новейших информационных технологий;</li>
        <li>интегрируемость в университетскую систему управления качеством образования;</li>
        <li>децентрализация, открытость в смысле обеспечения максимальной возможности для образовательных подразделений университета встраиваться в информационную среду университета и самостоятельно формировать и поддерживать свои образовательные ресурсы;</li>
        <li>обеспечение системности и координации с целью соответствия определенным общеуниверситетским требованиям, экономии финансовых и материальных ресурсов;</li>
        <li>соответствие мировым тенденциям развития электронного обучения (e-learning) и управления обучением (learning management);</li>
        <li>распределенный характер информационной среды с едиными средствами навигации, обеспечивающими пользователям университета возможность быстрого и удобного доступа ко всем образовательным ресурсам;</li>
        </ul>
    </p>
    <p>
        Адрес: Кабинет 207, Главный учебный корпус КарТУ
        пр. Нурсултана Назарбаева 56, г. Караганда, 100026, Казахстан

        Тел: 8 (7212) 56-75-97, вн.2000
    </p>
</div>
