<?php

/** @var yii\web\View $this */

$this->title = 'Главная страница';
?>
<div class="site-index">

    <div class="jumbotron text-center bg-transparent mt-5 mb-5">
        <h1 class="display-4">Дертамент обеспечения транформации</h1>
        <h2>Карагандинский государственный технический университет</h2>
    </div>

    <div class="body-content">

        <div class="text-center">
            <p>
                НАО «Карагандинский технический университет имени Абылкаса Сагинова» — высшее учебное заведение по подготовке
                технических кадров в городе Караганда.
                Карагандинский технический университет обладает особым статусом — ВУЗ Первого Президента Республики Казахстан.
                Обучение ведётся по широкому кругу технических и гуманитарных специальностей. Основан 9 июля 1953 года
                и является одним из старейших и наиболее престижных технических университетов в Казахстане.

                КарГТУ предлагает широкий спектр образовательных программ в области инженерных и технических наук. Университет
                предоставляет образование на уровне бакалавриата, магистратуры и аспирантуры. В его составе есть различные факультеты,
                включая факультеты энергетики и машиностроения, информационных технологий, горного дела и геологии, химического
                и металлургического инжиниринга, а также факультеты экономики и менеджмента.

                КарГТУ активно сотрудничает с промышленными предприятиями и проводит исследования в различных областях,
                связанных с инженерией и технологиями. Университет также участвует в международных обменных программах
                и имеет партнерские отношения с зарубежными университетами.
            </p>
        </div>

    </div>
</div>
